[
    {
		"title": "ML@B",
		"link":"https://ml.berkeley.edu",
		"summary":"Machine Learning at Berkeley (ML@B) is a student-run organization based at UC Berkeley, and is dedicated to fostering a vibrant machine learning community. We provide resources, including education and computer time, to students interested in exploring machine learning.",
		"thumb":"thumb/mlab_black.png"
	},{
		"title": "Data Science with Kaggle Decal",
		"link":"https://kaggledecal.github.io",
		"summary":"The Data Science with Kaggle Decal is a student lead course aimed at introducing students from a programming background into the worlds of data science and machine learning. We hold bi-weekly lectures covering topics such as regression, k-nn as well as a comprehensive series on neural networks.",
		"thumb":"thumb/kaggle.png"
	},{
		"title": "OpenBrain",
		"link":"http://github.com/mlberkeley/openbrain",
		"summary":"Researching backpropagation algorithms for neural networks. Extension of the deep-rl architecture proposed by DDPG (https://arxiv.org/pdf/1509.02971.pdf). Exploring modifications of the actor-critic paradigm described in the paper to support asynchronous backpropagation updates. Built using TensorFlow.",
		"thumb":"thumb/mlab.png"
	},{
		"title": "RL - Stock Trading",
		"link":"http://github.com/mlberkeley/sap",
		"summary":"Building a stock trading system that uses daily stock highs, lows, and changes in price to buy and sell stocks. First iteration uses a linear model trained with reinforcement learning. Implementing a system that uses deep-rl instead. Built using Spark and Keras.",
		"thumb":"thumb/trading.jpg"
	},
    {
		"title": "Artistic Style Matching",
		"link":"#",
		"summary":"Researching how to modify the style loss function proposed in Artistic Style Transfer (http://arxiv.org/abs/1508.06576) to featurize and cluster images based on similar styles. Built using Keras.",
		"thumb":"thumb/artstyle.jpg"
	},

	{
		"title": "BUDAS",
		"link":"http://calautogolf.github.io",
		"summary":"The Berkeley autonmous driving and sensing project. Currently working towards outfitting an RC car with autonomous capabilities. Long term goal of making an autonomous golf cart for use on campus.",
		"thumb":"thumb/rc_car.png"
	},
	{
		"title": "What's Lit",
		"link":"http://github.com/whatslit",
		"summary": "Team development of a mobile and web application used to connect individuals to events in their area. EmberJS frontend, Django backend, and Postgres database. Working on the full-stack. ",
		"thumb": "/thumb/whatslit.png"
	},
	{
		"title": "Functional Neural Networks",
		"link": "fnn",
		"summary": "A novel mathematical expansion of neural networks. Takes the idea of functional interpolation and applies it to the structure of the neural network in order to input continuous data as is rather than requiring feature selection that reduces data.",
		"content": "/projs/fnn.html",
		"thumb": "/thumb/fnn.png"
	},
	{
		"title": "West Connect",
		"link": "westconnect",
		"summary": "Transportation application made for my high school. Encourages students to reduce their carbon footprint by displaying their current carbon footprint and display their more environmentally friendly alternatives. ",
		"content": "/projs/westconnect.html",
		"thumb": "/thumb/wconnect.png"
	},
	{
		"title": "Tuna",
		"link": "tuna",
		"summary": "A music rating service based off a quantitative analysis of songs.",
		"content":"/projs/tuna.html",
		"thumb": "/thumb/tuna.png"
	},
	{
		"title": "Gene Engine",
		"link": "geneengine",
		"summary": " A computational simulation on the evolution of Major Histocompatibility Complex based sexual selection. Utilizes a parasite-organism model to display the advantage of choosing dissimilar MHC sequences for sexual partners.",
		"content":"/projs/gene.html",
		"thumb": "/thumb/gene.png"
	}
]
